{
    "group_name": "Sistemas de Visión, Predicción, Optimización y Control",
    "group_description": "El grupo de investicación Sistemas de Visión, Predicción, Optimización y Control, tambien conocido como TEP-952, está centrado en proyectos de investigación de áreas como control automático, modelado, identificación y predicción, detección de fallos y diagnosis, así como en procesamiento digital de imágenes. En los ultimos años, este grupo ha desarrollado sistema de visión artificial en diversos campos.",
    "group_code": "TEP-952",
    "group_icon": "",
    "Department name": "Departamento de Ingeniería Electrónica, de Sistemas Informáticos y Automática",
    "Department description": "El departamento de Ingeniería Electrónica, de Sistemas Informáticos y Automática (DIESIA) imparte las asignaturas de las áreas de Ingeniería de Sistemas y Automática y Tecnología Electrónica de la Universidad de Huelva . DIESIA pertenece a la Escuela Técnica Superior de Ingeniería e imparte docencia en sus dos Campus: La Rábida y El Carmen.",
    "department_icon": "logo-diesia.png",
    "School name": "Escuela técnica superior de ingeniería",
    "School description": "",
    "school_icon": "logo-etsi.png",
    "University name": "Universidad de Huelva",
    "University description": "",
    "university_icon": "logo-uhu.png",
    "Home": [
        {
            "title": "Líneas de investigación",
            "visible": true,
            "image": "",
            "url": "",
            "icon": "rocket",
            "data": [
                {
                    "image": "",
                    "title": "Detección de fallos en sistemas dinámicos",
                    "content": [
                        {
                            "type": "text",
                            "data": [
                                "La línea de investigación se centra en proponer sistemas",
                                    "automáticos que detecten posibles fallos de funcionamiento en sistemas industriales. Se investiga la",
                                    "posibilidad de utilizar tanto modelos de los sistemas tratados, como históricos de datos pasados de",
                                    "dichos sistemas. La detección de fallo es un primer paso para la diagnosis concreta del fallo que se ha",
                                    "producido. Los fallos también se pueden ver como falta de coherencia o consistencia en un sistema."
                            ]
                        }
                    ]
                },
                {
                    "image": "",
                    "title": "Diseño y desarrollo de sistemas de automatización y control",
                    "content": [
                        {
                            "type": "text",
                            "data": [
                                "La línea de investigación se centra en proponer sistemas automáticos de control aplicables principalmente en la industria.",
                                "Se investiga la posibilidad de utilizar tanto sistemas clásicos de control, como aquellos basados en modelo, así como ",
                                "sistemas de control para procesos industriales de tipo discreto. El grupo también desarrolla su actividad",
                                "en el campo del modelado y la simulación, que son tareas importantes en el desarrollo de sistemas de control."
                            ]
                        }
                    ]
                },
                {
                    "image": "",
                    "title": "Predicción, control y optimización de sistemas de energía renovable.",
                    "content": [
                        {
                            "type": "text",
                            "data": [
                                "Los sistemas de energía renovable necesitan ser viables técnica y económicamente para poder competir con las fuentes convencionales de energía. Una de las herramientas que permitiría alcanzar dicha capacidad es la Ingeniería de Sistemas. En consecuencia, diversas técnicas de predicción, control y optimización pueden aplicarse en estos sistemas en busca del objetivo mencionado."
                            ]
                        }
                    ]
                },
                {
                    "image": "",
                    "title": "Diseño y desarrollo de sistemas de estimación y predicción",
                    "content": [
                        {
                            "type": "text",
                            "data": [
                                "Desarrollo de nuevos métodos de estimación de estados, estimación de parámetros o modelos. Dado un conjunto de datos de cierto sistema o proceso, la línea de investigación se centra en proponer nuevos métodos que proporcionen valores aproximados de ciertos parámetros o estados de sistemas. Las principales aplicaciones de estos métodos son el modelado de sistemas y la predicción de comportamientos futuros."
                            ]
                        }
                    ]
                },
                {
                    "image": "",
                    "title": "Visión artificial / tratamiento digital de imágenes",
                    "content": [
                        {
                            "type": "text",
                            "data": [
                                   "Diseño e implementación de algoritmos para análisis de imágenes digitales. El objetivo de esta línea es realizar investigación básica, desarrollo y transferencia de tecnologías relacionadas con el procesamiento digital de imágenes y vídeo. Los campos de aplicación en los que esta línea juega un papel principal son muy variados: detección y diagnóstico de enfermedades a través de imágenes médicas, detección y seguimiento, automatización de procesos, control de calidad e inspección, robótica, sistemas de seguridad, identificación y reconocimiento, análisis de imágenes tomadas por satélite, etc."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "title": "Trabajos más relevantes",
            "visible": true,
            "image": "projects_image.jpg",
            "url": "/projects",
            "icon": "newspaper",
            "data": [
                {
                    "image": "projects_image.jpg",
                    "title": "Agrobot",
                    "content": [
                        {
                            "type": "text",
                            "data": [
                                "Este trabajo tenía como objetivo la implementación de un dispositivo portátil para el reconocimiento de la madurez de fresas a partir de la captura de imágenes y derivó en la concesión de una patente de invención.",
                                "El dispositivo patentado ha sido implementado en los prototipos de cosechadoras de fresas de Agrobot S.L. y se encuentra en explotación por parte de esta empresa."
                            ]
                        },
                        {
                            "type": "video",
                            "data": "https://www.youtube.com/embed/NM9Op5RKbhk"
                        },
                        {
                            "type": "text",
                            "data": [
                                "Mediante el análisis de imágenes en tiempo real, el dispositivo localiza de forma precisa las fresas presentes mediante la extracción de características propias del fruto (forma, color, tamaño,...) y determina su grado de madurez mediante un análisis basado en color. Todo este proceso se hace de forma paralela e independiente en cada una de las cámaras situadas en los brazos del sistema robótico."
                            ]
                        },{
                            "type":"button",
                            "data":"https://doi.org/10.1016/j.compag.2020.105736",
                            "text":"Ver artículo"
                        }
                    ]
                }
            ]
        },
        
        {
            "title": "Miembros y contacto",
            "visible": true,
            "image": "",
            "icon": "people",
            "url": "/members",
            "data": [
                {
                    "name": "Manuel Emilio Gegundez Árias",
                    "description": "Especialista en visión por computador y deep learning",
                    "phone_number": "959219933",
                    "email": "gegundez@uhu.es",
                    "image": "1.jpg"
                },
                {
                    "name": "Isaac Pérez Borrero",
                    "description": "Especialista en visión por computador y deep learning",
                    "phone_number": "959219933",
                    "email": "isaac.perez@dci.uhu.es",
                    "image": "2.jpg"
                },
                {
                    "name": "Diego Marín Santos",
                    "description": "Especialista en visión por computador y deep learning",
                    "phone_number": " 959217384",
                    "email": "diego.marin@diesia.uhu.es",
                    "image": "3.jpg"
                },
                {
                    "name": "Manuel J. Vasallo Vázquez",
                    "description": "Especialista en optimización y control",
                    "phone_number": "959217376",
                    "email": "manuel.vasallo@diesia.uhu.es",
                    "image": "4.jpg"
                },
                {
                    "name": "Estefanía Cortés Ancos",
                    "description": "Especialista en visión por computador",
                    "phone_number": "959217642",
                    "email": "estefania.cortes@diesia.uhu.es",
                    "image": "5.jpg"
                }
            ]
        },
        {
            "title": "Encuéntranos",
            "visible": true,
            "image": "",
            "icon": "location",
            "url": "contact",
            "data": {
                "address": [
                    "Despacho 1, Módulo 3, Planta 3, Departamento de Matemáticas",
                    "Fac. de Ciencias Experimentales, Universidad de Huelva (Campus de El Carmen)",
                    "Avda. 3 de marzo s/n, 21071 - Huelva"
                ],
                "phone_number": "(+34) 654211545",
                "email": "gegundez@uhu.es",
                "map": {
                    "visible": true,
                    "lat": "37.271080",
                    "lon": "-6.925962"
                }
            }
        }
    ]
}